[
  [
    {
      "greenUrls": [
        "youtube.com",
        "channel/UC3rPDWW-3HFRsl0wW6mgaMA"
      ],
      "url": "https://www.youtube.com/channel/UC3rPDWW-3HFRsl0wW6mgaMA",
      "title": "Смешные Коты - YouTube",
      "annotation": "СМЕШНЫЕ КОТЫ подарит Вам миллионы эмоций радости, просматривая смешные кошки настроение всегда подымается."
    },
    {
      "greenUrls": [
        "Яндекс.Видео",
        "Смешные котики"
      ],
      "url": "//yandex.ru/video/search?text\u003d%D0%A1%D0%BC%D0%B5%D1%88%D0%BD%D1%8B%D0%B5%20%D0%BA%D0%BE%D1%82%D0%B8%D0%BA%D0%B8\u0026path\u003dwizard\u0026parent-reqid\u003d1541201818403050-969931251357310670424728-sas1-5471\u0026noreask\u003d1",
      "title": "Смешные котики — 1 млн видео"
    },
    {
      "greenUrls": [
        "Яндекс.Картинки",
        "Смешные котики"
      ],
      "url": "//yandex.ru/images/search?text\u003d%D0%A1%D0%BC%D0%B5%D1%88%D0%BD%D1%8B%D0%B5%20%D0%BA%D0%BE%D1%82%D0%B8%D0%BA%D0%B8\u0026stype\u003dimage\u0026lr\u003d2\u0026parent-reqid\u003d1541201818403050-969931251357310670424728-sas1-5471\u0026source\u003dwiz",
      "title": "Смешные котики — смотрите картинки"
    },
    {
      "greenUrls": [
        "fishki.net",
        "1933115-foto-prikoly…smeshnymi-kotami…"
      ],
      "url": "https://fishki.net/1933115-foto-prikoly-so-smeshnymi-kotami-i-koshkami.html",
      "title": "Фото приколы со смешными котами и кошками (63 фото)",
      "annotation": "Много фото приколов с котиками и кошечками. Самые популярные картинки из соц. сетей."
    },
    {
      "greenUrls": [
        "trinixy.ru",
        "613-bolshaja_podborka_smeshnykh_kotov…"
      ],
      "url": "https://trinixy.ru/613-bolshaja_podborka_smeshnykh_kotov_95_foto.html",
      "title": "Большая подборка смешных котов (95 фото) » Триникси",
      "annotation": "Коты - лучшие!!! ServerNC. 24 марта 2007 17:28. ... 22 июня 2007 12:29. 0. # Здорово, смешно и улыбчиво. kitik. Читать ещёКоты - лучшие!!! ServerNC. 24 марта 2007 17:28. 0. # Dzhabick. 27 марта 2007 15:20. 0. ... 22 июня 2007 12:29. 0. # Здорово, смешно и улыбчиво. kitik. 11 июля 2007 22:26. 0. # Как прекрасен этот кошкомиррр!!! SS_Hamlo. 3 августа 2007 00:59. Скрыть"
    },
    {
      "greenUrls": [
        "yandex.ru",
        "Моя лента",
        "Мои коллекции",
        "Pinskysandro",
        "Смешные котики"
      ],
      "url": "https://yandex.ru/collections/user/pinskysandro/smeshnye-kotiki/",
      "title": "28 карточек в коллекции «Смешные котики»...",
      "annotation": "Смешные котики. Подписаться36. 28 карточек. ... Смешные и красивые коты и кошки -котята. Читать ещёСмешные котики. Подписаться36. 28 карточек. ... Смешные и красивые коты и кошки -котята. Комментировать. Сохранено с dlyakota.ru. Скрыть"
    },
    {
      "greenUrls": [
        "kaifolog.ru",
        "Позитив",
        "Смешные коты"
      ],
      "url": "http://kaifolog.ru/pozitiv/4576-smeshnye-koty-60-foto.html",
      "title": "Смешные коты (60 фото)",
      "annotation": "Смешные коты и кошки. Прикольные фото котят разных пород. ... Смешные коты (60 фото). Категория: Позитивные, милые фото. Читать ещёСмешные коты и кошки. Прикольные фото котят разных пород. ... Смешные коты (60 фото). Категория: Позитивные, милые фото. Svetlay, 14.03.2013. Приколы про котов или смешные коты. Конечно, в подборке встречаются не только коты, но и кошки, но не будем делить этих позитивных существ по половому признаку. Приколы про котов - это всегда мило, классно и позитивно. Скрыть"
    },
    {
      "greenUrls": [
        "vk.com",
        "smexkot"
      ],
      "url": "https://vk.com/smexkot",
      "title": "Смешные коты | ВКонтакте",
      "annotation": "Ваши коты. Смешные и не очень). 2. legendcats. Присылайте нам фото в группу ваших котеюшек) ... Андрей Лавров. Смешные коты. Наши любимые питомцы! Информация. Свежие новости. Смешные коты, Москва Подробнее. . Читать ещёВаши коты. Смешные и не очень). 2. legendcats. Присылайте нам фото в группу ваших котеюшек) обязательно опубликуем ). Видеозаписи 106. Кот в мешке)). 1:23. Кот в мешке)). VID_20180521_145000 _Кошка обучает котёнка (Ачинск, полная версия). 7:44. ... Андрей Лавров. Смешные коты. Наши любимые питомцы! Информация. Свежие новости. Смешные коты, Москва Подробнее. . Смешные коты запись закреплена. 20 мар 2015. Действия. Скрыть"
    },
    {
      "greenUrls": [
        "MurKote.com",
        "Видео"
      ],
      "url": "http://MurKote.com/smeshnie-koshki/",
      "title": "Смешные кошки 32 фото + видео",
      "annotation": "Предлагаю вам отвлечься от будничной суеты и посмотреть подборку, в которой собраны самые смешные и забавные кошки. Смешные фото и видео до слез."
    },
    {
      "greenUrls": [
        "koshkinsait.ru",
        "smeshnie_koshki/"
      ],
      "url": "https://koshkinsait.ru/smeshnie_koshki/",
      "title": "Фотогаллерея - Смешные кошки. Самые смешные...",
      "annotation": "Смешно. 29 Май 2014 Людмила. Такие милые и смешные кошки! Поиск по сайту: Найти: Рубрики. Аксессуары для кошек. Анатомия кошки. Болезни и... Читать ещёСмешно. 29 Май 2014 Людмила. Такие милые и смешные кошки! Поиск по сайту: Найти: Рубрики. Аксессуары для кошек. Анатомия кошки. Болезни и лечение кошек. Все о котятах. Скрыть"
    },
    {
      "greenUrls": [
        "BipBap.ru",
        "Прикольные картинки про котов"
      ],
      "url": "https://BipBap.ru/pictures/prikolnye-kartinki-pro-kotov-80-foto.html",
      "title": "Прикольные картинки про котов (83 фото) • Прикольные...",
      "annotation": "Коты это самое популярное домашнее животное. Хозяева стараются сделать как можно больше фотографий со своими домашними любимцами. Читать ещёКоты это самое популярное домашнее животное. Хозяева стараются сделать как можно больше фотографий со своими домашними любимцами. Поэтому в сети появляется много смешных фотографий с котами. Скрыть"
    },
    {
      "greenUrls": [
        "murlika.msk.ru",
        "smeshnie-video-pro-koshek/"
      ],
      "url": "http://www.murlika.msk.ru/smeshnie-video-pro-koshek/",
      "title": "Cмешные видео про кошек",
      "annotation": "Мы собрали самые смешные видео с кошками, подборка приколов про забавных котов и кошек. Обсуждайте, пишите ваше комментарии и радуйтесь этим милым друзьям, способным подарить нам радость. Отличное настроение и... Читать ещёМы собрали самые смешные видео с кошками, подборка приколов про забавных котов и кошек. Обсуждайте, пишите ваше комментарии и радуйтесь этим милым друзьям, способным подарить нам радость. Отличное настроение и смех до слез вам гарантирован. Приколы с кошками! Подборка смешных котов и кошек 2018. 346. 0. -2. Кот узнал, где печенюшки. Скрыть"
    }
  ],
  [
    {
      "greenUrls": [
        "context.reverso.net",
        "перевод/английский…what is it"
      ],
      "url": "http://context.reverso.net/%D0%BF%D0%B5%D1%80%D0%B5%D0%B2%D0%BE%D0%B4/%D0%B0%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%80%D1%83%D1%81%D1%81%D0%BA%D0%B8%D0%B9/what+is+it",
      "title": "what is it - Перевод на русский - примеры английский",
      "annotation": "Перевод контекст \"what is it\" c английский на русский от Reverso Context: what is it ... And what is it I believe, professor? И... э-э Что из того, если я поверю вам, профессор? Whiplash One, what is it? Плеть Один, что это? Приём. Alright Henry... Читать ещёПеревод контекст \"what is it\" c английский на русский от Reverso Context: what is it about, what is it you want, it is what it is, what is it that you want, what is it now. ... And what is it I believe, professor? И... э-э Что из того, если я поверю вам, профессор? Whiplash One, what is it? Плеть Один, что это? Приём. Alright Henry, what is it they want? Ладно, Генри, и чего же они хотят? I mean, liquor stores close at what is it? Скрыть"
    },
    {
      "greenUrls": [
        "translate.yandex.ru"
      ],
      "url": "https://translate.yandex.ru/?utm_source\u003dwizard\u0026text\u003dwhat%20is%20it\u0026lang\u003den-ru",
      "title": "Яндекс.Переводчик"
    },
    {
      "greenUrls": [
        "kak-perevoditsya.ru",
        "what-is-it"
      ],
      "url": "http://kak-perevoditsya.ru/what-is-it",
      "title": "Как переводится фраза «what is it» с английского на русский",
      "annotation": "дело, дорогая? what is it all about? — что происходит?; о чем речь?; в чём дело? if it\u0027s not French, what is it then? — если это не французский, что же это в таком случае? Перевод по словам what — что, что, как, каков, какой, какой, сколько is... Читать ещёдело, дорогая? what is it all about? — что происходит?; о чем речь?; в чём дело? if it\u0027s not French, what is it then? — если это не французский, что же это в таком случае? Перевод по словам what — что, что, как, каков, какой, какой, сколько is — быть, находиться, составлять, происходить, существовать, равняться, стоить, бывать it — это, этого, он, она, оно, него, последнее слово, идеал. Примеры. That flower in the garden, you know, the purple one, what is it? Скрыть"
    },
    {
      "greenUrls": [
        "WooordHunt.ru",
        "word/what is it"
      ],
      "url": "https://WooordHunt.ru/word/what%20is%20it",
      "title": "What is it перевод с английского на русский язык.",
      "annotation": "дело, ангел мой? what is it, my sweet? — в чём дело, дорогая? if it\u0027s not French, what is it then? — если это не французский, что же это в таком случае... Читать ещёдело, ангел мой? what is it, my sweet? — в чём дело, дорогая? if it\u0027s not French, what is it then? — если это не французский, что же это в таком случае? what is it about that Mrs. Bellew? I never liked her — что там с этой миссис Белью? Она никогда мне не нравилась. Скрыть"
    },
    {
      "greenUrls": [
        "otvet.mail.ru",
        "question/175465493"
      ],
      "url": "https://otvet.mail.ru/question/175465493",
      "title": "Ответы@Mail.Ru: What it is или What is it? Встречаю оба варианта. Что каждый из них означает? Какая разница?",
      "annotation": "What it is - тот же вопрос, но в косвенной речи (в качестве придаточного с прямым порядком слов). \"He\u0027s asking (asks) you what it is\". Читать ещёWhat it is - тот же вопрос, но в косвенной речи (в качестве придаточного с прямым порядком слов). \"He\u0027s asking (asks) you what it is\". P.S. Строго говоря, в вопросе подлежащим становится вопросительное слово WHAT, так что порядок сохраняется - как и в вопросах с WHO и WHICH. Скрыть"
    },
    {
      "greenUrls": [
        "en.wikipedia.org",
        "What Is It?"
      ],
      "url": "https://en.wikipedia.org/wiki/What_Is_It%3F",
      "title": "What Is It? - Wikipedia",
      "annotation": "What Is It? is a 2005 American surrealist film written, edited, co-produced and directed by Crispin Glover. It stars Crispin Glover and Fairuza Balk and Steven C. Stewart. Читать ещёWhat Is It? is a 2005 American surrealist film written, edited, co-produced and directed by Crispin Glover. It stars Crispin Glover and Fairuza Balk and Steven C. Stewart. As of 2008, the film has only been shown at independent theaters, typically accompanied by a question-and-answer session, a one-hour dramatic narration of eight different profusely illustrated books as a slideshow, and a meet-and-greet/book signing with Glover. Скрыть"
    },
    {
      "greenUrls": [
        "trworkshop.net",
        "forum/viewtopic.php…"
      ],
      "url": "http://www.trworkshop.net/forum/viewtopic.php?f\u003d25\u0026t\u003d38743",
      "title": "What is it? What is this? разница какая? | Форум"
    },
    {
      "greenUrls": [
        "Яндекс.Видео",
        "what is it"
      ],
      "url": "//yandex.ru/video/search?text\u003dwhat%20is%20it\u0026path\u003dwizard\u0026parent-reqid\u003d1541201820180390-367480046748706601105405-sas1-1437\u0026noreask\u003d1\u0026autoplay\u003d1",
      "title": "What is it — 2 млн видео"
    },
    {
      "greenUrls": [
        "youtube.com",
        "watch?v\u003dmBL64-xRqIk"
      ],
      "url": "https://www.youtube.com/watch?v\u003dmBL64-xRqIk",
      "title": "Baby Bash - What Is It ft. Sean Kingston - YouTube",
      "annotation": "Baby Bash\u0027s official music video for \u0027What Is It\u0027 ft. Sean Kingston. Click to listen to Baby Bash on Spotify: http ... What is it Let me see you go mama, go mama What is it Get your girls and pull on her show, mama What is it Get it on the floor and dip..."
    },
    {
      "greenUrls": [
        "webopedia.com",
        "TERM/I/IT.html"
      ],
      "url": "https://www.webopedia.com/TERM/I/IT.html",
      "title": "What is IT (Information Technology)? Webopedia Definition",
      "annotation": "IT is short for Information Technology. It is the broad subject concerned with all aspects of managing and processing information in an organization. Читать ещёIT is short for Information Technology. It is the broad subject concerned with all aspects of managing and processing information in an organization. ... IT is short for Information Technology and is pronounced as separate letters. Information technology is the broad subject concerned with all aspects of managing and processing information, especially within a large organization or company. IT is generally not used in reference to personal or home computing and networking. IT is More than Computers and Networks. Скрыть"
    },
    {
      "greenUrls": [
        "ru.glosbe.com",
        "en/ru/what is it?"
      ],
      "url": "https://ru.glosbe.com/en/ru/what%20is%20it%3F",
      "title": "what is it? - перевод - Английский-Русский Словарь - Glosbe",
      "annotation": "what is it? перевод в словаре английский - русский..."
    },
    {
      "greenUrls": [
        "forum.wordreference.com",
        "…what-is-it-or-what-it-is…"
      ],
      "url": "https://forum.wordreference.com/threads/what-is-it-or-what-it-is.498494/",
      "title": "\"what is it\" or \"what it is\" | WordReference Forums",
      "annotation": "\u0027What is it?\u0027 is the right wording for a question. You might have heard someone say, \u0027I ... What is it?\" which IS correct. The rest of the hits I see on the first page are very badly written English from blogs, which you can\u0027t take as being anything like... Читать ещё\u0027What is it?\u0027 is the right wording for a question. You might have heard someone say, \u0027I don\u0027t know, what is it?\u0027, in response to a question such as \u0027Can you guess what I have in this bag?\u0027 jennball,May 9, 2007. #5. ... What is it?\" which IS correct. The rest of the hits I see on the first page are very badly written English from blogs, which you can\u0027t take as being anything like correct! (or making sense...) cycloneviv,May 9, 2007. Скрыть"
    }
  ],
  [
    {
      "greenUrls": [
        "Яндекс.Картинки",
        "вопросительный знак"
      ],
      "url": "//yandex.ru/images/search?text\u003d%D0%B2%D0%BE%D0%BF%D1%80%D0%BE%D1%81%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9%20%D0%B7%D0%BD%D0%B0%D0%BA\u0026stype\u003dimage\u0026lr\u003d2\u0026parent-reqid\u003d1541201821965311-1144047173697102356197729-sas1-1833\u0026source\u003dwiz",
      "title": "Вопросительный знак — смотрите картинки"
    },
    {
      "greenUrls": [
        "ru.wikipedia.org",
        "Вопросительный знак"
      ],
      "url": "https://ru.wikipedia.org/wiki/%D0%92%D0%BE%D0%BF%D1%80%D0%BE%D1%81%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9_%D0%B7%D0%BD%D0%B0%D0%BA",
      "title": "Вопросительный знак — Википедия",
      "annotation": "Вопросительный знак (?) — знак препинания, ставится обычно в конце предложения для выражения вопроса или сомнения. Встречается в печатных книгах с XVI века, однако для выражения вопроса он закрепляется значительно позже, лишь в XVIII веке. Начертание... Читать ещёВопросительный знак (?) — знак препинания, ставится обычно в конце предложения для выражения вопроса или сомнения. Встречается в печатных книгах с XVI века, однако для выражения вопроса он закрепляется значительно позже, лишь в XVIII веке. Начертание знака происходит от латинских букв q и o (лат. quaestio — поиск ответа). Изначально писали q над o, которые затем трансформировались в современное начертание. Скрыть"
    },
    {
      "greenUrls": [
        "dic.academic.ru",
        "dic.nsf/ruwiki/851991"
      ],
      "url": "https://dic.academic.ru/dic.nsf/ruwiki/851991",
      "title": "Вопросительный знак (?) — Wikimedia Foundation",
      "annotation": "Вопросительный знак (?) — ? Запрос «?» перенаправляется сюда. Cм. также другие значения. Вопроси́тельный знак (?) — знак препинания, ставится обычно в конце предложения для выражения вопроса или сомнения."
    },
    {
      "greenUrls": [
        "otvet.mail.ru",
        "question/55935295"
      ],
      "url": "https://otvet.mail.ru/question/55935295",
      "title": "Что такое вопросительный знак? Для чего он нужен?",
      "annotation": "Вопроси́тельный знак (?) — знак препинания, ставится обычно в конце предложения для выражения вопроса или сомнения. Читать ещёВопроси́тельный знак (?) — знак препинания, ставится обычно в конце предложения для выражения вопроса или сомнения. Например: «Значит, пройти мимо, не ввязываться, не тратить времени, сил, „меня это не касается“ стало чувством привычным? ». (Д. Гранин) . Встречается в печатных книгах с XVI века, однако для выражения вопроса он закрепляется значительно позже, лишь в XVIII веке. Скрыть"
    },
    {
      "greenUrls": [
        "fb.ru",
        "article/144836/voprositelnyiy-znak…russkom…"
      ],
      "url": "http://fb.ru/article/144836/voprositelnyiy-znak-v-russkom-yazyike-ego-funktsii-i-pravopisanie",
      "title": "Вопросительный знак в русском языке, его функции...",
      "annotation": "Вопросительный знак располагается внутри вопросительного предложения при ... В бессоюзном предложении вопросительный знак ставят в конце: 1. Если вопрос содержат все его части. (Например: Куда мне идти, где искать приюта... Читать ещёВопросительный знак располагается внутри вопросительного предложения при перечислении однородных членов. (Например: Что тебе приготовить – суп? жаркое? индейку?) ... В бессоюзном предложении вопросительный знак ставят в конце: 1. Если вопрос содержат все его части. (Например: Куда мне идти, где искать приюта, кто протянет мне дружескую руку?) 2. Если вопрос заключает только последняя его часть. (Например: Будьте со мной откровенны: сколько мне осталось жить?) Скрыть"
    },
    {
      "greenUrls": [
        "kartaslov.ru",
        "значение-слова/вопросительный знак"
      ],
      "url": "https://kartaslov.ru/%D0%B7%D0%BD%D0%B0%D1%87%D0%B5%D0%BD%D0%B8%D0%B5-%D1%81%D0%BB%D0%BE%D0%B2%D0%B0/%D0%B2%D0%BE%D0%BF%D1%80%D0%BE%D1%81%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9%20%D0%B7%D0%BD%D0%B0%D0%BA",
      "title": "Значение словосочетания ВОПРОСИТЕЛЬНЫЙ ЗНАК.",
      "annotation": "Вопросительный знак (?) — знак препинания, ставится обычно в конце предложения для выражения вопроса или сомнения. Читать ещёВопросительный знак (?) — знак препинания, ставится обычно в конце предложения для выражения вопроса или сомнения. Встречается в печатных книгах с XVI века, однако для выражения вопроса он закрепляется значительно позже, лишь в XVIII веке. Начертание знака происходит от латинских букв q и o (лат. quaestio — поиск ответа). Изначально писали q над o, которые затем трансформировались в современное начертание. Скрыть"
    },
    {
      "greenUrls": [
        "unicode-table.com",
        "Русский",
        "Знак вопроса"
      ],
      "url": "https://unicode-table.com/ru/003F/",
      "title": "Знак вопроса (U+003F) символ, значок, иконка, html: \u0026#63...",
      "annotation": "Символ: ?, Название: Знак вопроса, Номер в юникоде: U+003F, Раздел: Основная латиница. ... вопросительный знак. Копировать и вставить этот символ. Техническая информация. Название в Юникоде. Question Mark. Читать ещёСимвол: ?, Название: Знак вопроса, Номер в юникоде: U+003F, Раздел: Основная латиница. ... вопросительный знак. Копировать и вставить этот символ. Техническая информация. Название в Юникоде. Question Mark. Номер в Юникоде. U+003F. Скрыть"
    },
    {
      "greenUrls": [
        "kakprosto.ru",
        "kak-870894-kakie…voprositelnogo-znaka"
      ],
      "url": "https://www.kakprosto.ru/kak-870894-kakie-funkcii-u-voprositelnogo-znaka",
      "title": "Какие функции у вопросительного знака",
      "annotation": "Вопросительный знак – немаловажный элемент письменной речи во многих языках, который стоит наряду с восклицательным знаком и точкой. Читать ещёВопросительный знак – немаловажный элемент письменной речи во многих языках, который стоит наряду с восклицательным знаком и точкой. Он обладает целым рядом функций, которые позволяют лучше понимать и усваивать написанный материал. Скрыть"
    },
    {
      "greenUrls": [
        "http-wikipediya.ru",
        "wiki/Вопросительный_знак"
      ],
      "url": "http://http-wikipediya.ru/wiki/%D0%92%D0%BE%D0%BF%D1%80%D0%BE%D1%81%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9_%D0%B7%D0%BD%D0%B0%D0%BA",
      "title": "Вопросительный знак — Википедия РУ",
      "annotation": "Вопросительный знак (?) — знак препинания, ставится обычно в конце предложения для выражения вопроса или сомнения. Встречается в печатных книгах с XVI века, однако для выражения вопроса он закрепляется значительно позже, лишь в XVIII веке. Начертание... Читать ещёВопросительный знак (?) — знак препинания, ставится обычно в конце предложения для выражения вопроса или сомнения. Встречается в печатных книгах с XVI века, однако для выражения вопроса он закрепляется значительно позже, лишь в XVIII веке. Начертание знака происходит от латинских букв q и o (лат. quaestio — поиск ответа). Изначально писали q над o, которые затем трансформировались в современное начертание. Скрыть"
    },
    {
      "greenUrls": [
        "ru.wiktionary.org",
        "wiki/вопросительный_знак"
      ],
      "url": "https://ru.wiktionary.org/wiki/%D0%B2%D0%BE%D0%BF%D1%80%D0%BE%D1%81%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9_%D0%B7%D0%BD%D0%B0%D0%BA",
      "title": "вопросительный знак — Викисловарь",
      "annotation": "во-про-си́-тель-ный знак. 1. знак препинания в форме изогнутой линии с точкой внизу, ставящийся в конце (в некоторых языках, например в испанском, и в начале, в перевёрнутом виде) предложения для выражения вопроса или сомнения. 2. перен. вопрос, неяс... Читать ещёво-про-си́-тель-ный знак. 1. знак препинания в форме изогнутой линии с точкой внизу, ставящийся в конце (в некоторых языках, например в испанском, и в начале, в перевёрнутом виде) предложения для выражения вопроса или сомнения. 2. перен. вопрос, неясность; выражение удивления, непонимания (на лице, жестом разведения рук и т. п... Скрыть"
    },
    {
      "greenUrls": [
        "wiki-org.ru",
        "wiki/Вопросительный_знак"
      ],
      "url": "http://wiki-org.ru/wiki/%D0%92%D0%BE%D0%BF%D1%80%D0%BE%D1%81%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9_%D0%B7%D0%BD%D0%B0%D0%BA",
      "title": "Вопросительный знак — Википедия (с комментариями)",
      "annotation": "Вопросительный знак (?) — знак препинания, ставится обычно в конце предложения для выражения вопроса или сомнения. Встречается в печатных книгах с XVI века, однако для выражения вопроса он закрепляется значительно позже, лишь в XVIII веке. Начертание... Читать ещёВопросительный знак (?) — знак препинания, ставится обычно в конце предложения для выражения вопроса или сомнения. Встречается в печатных книгах с XVI века, однако для выражения вопроса он закрепляется значительно позже, лишь в XVIII веке. Начертание знака происходит от латинских букв q и o (лат. quaestio — поиск ответа). Изначально писали q над o, которые затем трансформировались в современное начертание. Скрыть"
    }
  ],
  [
    {
      "greenUrls": [],
      "url": "http://time.yandex.ru/",
      "title": "Точное время:"
    },
    {
      "greenUrls": [
        "time.com"
      ],
      "url": "http://time.com/",
      "title": "TIME | Current \u0026 Breaking News | National \u0026 World Updates",
      "annotation": "Breaking news and analysis from TIME.com. Politics, world news, photos, video, tech reviews, health, science and entertainment news."
    },
    {
      "greenUrls": [
        "yandex.ru",
        "Время"
      ],
      "url": "https://yandex.ru/time/",
      "title": "Яндекс.Время",
      "annotation": "Время в городах и часовых поясах мира. Разница во времени между городами, странами, часовыми поясами. Информер времени для сайтов. Читать ещёВремя в городах и часовых поясах мира. Разница во времени между городами, странами, часовыми поясами. Информер времени для сайтов. ... Сервис Яндекс.Время не работает с отключенным JavaScript. Как включить JavaScript. Скрыть"
    },
    {
      "greenUrls": [
        "time.is",
        "Точное время"
      ],
      "url": "https://time.is/ru/",
      "title": "Time.is - точное время, любой часовой пояс",
      "annotation": "Time.is - точное время в любом часовом поясе. Точное время. Сравнить."
    },
    {
      "greenUrls": [
        "ru.wikipedia.org",
        "Time"
      ],
      "url": "https://ru.wikipedia.org/wiki/Time",
      "title": "Time — Википедия",
      "annotation": "Time (стилизуется внутри журнала как TIME; с англ. — «время») — американский еженедельный журнал со штаб-квартирой в Нью-Йорке, освещающий рейтинг людей за период (год, столетие и т. д.). При тираже около 3... Читать ещёTime (стилизуется внутри журнала как TIME; с англ. — «время») — американский еженедельный журнал со штаб-квартирой в Нью-Йорке, освещающий рейтинг людей за период (год, столетие и т. д.). При тираже около 3,4 млн экземпляров в 2007 году является самым популярным журналом в США. Первый выпуск журнала поступил в продажу 3 марта 1923 года. Скрыть"
    },
    {
      "greenUrls": [
        "twitter.com",
        "time"
      ],
      "url": "https://twitter.com/time",
      "title": "TIME — Twitter",
      "annotation": "Breaking news and current events from around the globe. Hosted b... Читать ещё Breaking news and current events from around the globe. Hosted by TIME staff. Tweet questions to our customer service team @TIMEmag_Service. Скрыть"
    },
    {
      "greenUrls": [
        "time100.ru",
        "Точное московское время"
      ],
      "url": "https://time100.ru/?action_object_map\u003d[10150225706929676]\u0026action_ref_map\u003d[]\u0026action_type_map\u003d[%22og.likes%22]\u0026fb_action_ids\u003d1406452573004936\u0026fb_action_types\u003dog.likes\u0026fb_source\u003dother_multiline",
      "title": "Точное московское время",
      "annotation": "А также точное время во всех городах мира. ... Точное московское время. 21:47:50. сегодня: 29 октября 2018 года, понедельник. Читать ещёА также точное время во всех городах мира. ... Точное московское время. 21:47:50. сегодня: 29 октября 2018 года, понедельник. Точность: - Внимательно проверяйте установленный у вас часовой пояс , точность часов проверяется в установленном на вашем устройстве часовом поясе. К примеру, часовой пояс Москвы GMT+3. Часы и время корректируются в атомарной точности. Однако их точность не может быть гарантирована. Некоторое время тратится на загрузку самого сайта. Скрыть"
    },
    {
      "greenUrls": [
        "WooordHunt.ru",
        "Time"
      ],
      "url": "https://WooordHunt.ru/word/time",
      "title": "Time: перевод, произношение, транскрипция, примеры...",
      "annotation": "Перевод слова time, американское и британское произношение, транскрипция, словосочетания, однокоренные слова, примеры использования."
    },
    {
      "greenUrls": [
        "youtube.com",
        "TIME"
      ],
      "url": "https://www.youtube.com/channel/UC8Su5vZCXWRag13H53zWVwA",
      "title": "TIME - YouTube",
      "annotation": "TIME brings unparalleled insight, access and authority to the news. A 24/7 news publication with nearly a century of experience, TIME’s coverage shapes"
    },
    {
      "greenUrls": [
        "translate.yandex.ru"
      ],
      "url": "https://translate.yandex.ru/?utm_source\u003dwizard\u0026text\u003dtime\u0026lang\u003den-ru",
      "title": "Яндекс.Переводчик"
    },
    {
      "greenUrls": [
        "inosmi.ru",
        "Time"
      ],
      "url": "https://inosmi.ru/time_com/",
      "title": "Time | Издание | ИноСМИ - Все, что достойно перевода",
      "annotation": "Time. Еженедельный и самый популярный в США журнал со штаб-квартирой в ... Традиционно в последнем декабрьском номере журнал Time называет «человека года». Эта номинация присуждается с 1927 года, когда этого звания... Читать ещёTime. Еженедельный и самый популярный в США журнал со штаб-квартирой в Нью-Йорке. Основан в 1923 году. По состоянию на 2014 год его тираж составлял 3 286 467 экземпляров. ... Традиционно в последнем декабрьском номере журнал Time называет «человека года». Эта номинация присуждается с 1927 года, когда этого звания удостоился летчик Чарльз Линдберг, впервые в истории в одиночку перелетевший Атлантику. Скрыть"
    },
    {
      "greenUrls": [
        "context.reverso.net",
        "перевод/английский…time"
      ],
      "url": "http://context.reverso.net/%D0%BF%D0%B5%D1%80%D0%B5%D0%B2%D0%BE%D0%B4/%D0%B0%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%80%D1%83%D1%81%D1%81%D0%BA%D0%B8%D0%B9/time",
      "title": "time - Перевод на русский - примеры английский",
      "annotation": "Время рождаться, и время умирать, время плакать, и время смеяться, время насаждать и время собирать урожай. Читать ещёВремя рождаться, и время умирать, время плакать, и время смеяться, время насаждать и время собирать урожай. Rainfall is highly irregular in space and time. Выпадение осадков в стране носит крайне нерегулярный характер - как территориально, так и по времени. Finding available shipping companies requires additional time. Поиск транспортных компаний, которые могут доставлять грузы в страну, требует дополнительного времени. Скрыть"
    },
    {
      "greenUrls": [
        "time-sellers.com",
        "We-sale-the-time-Bl..."
      ],
      "url": "http://yabs.yandex.ru/count/KGcsa3x6IhS509W14828W10ndz_SMm00000u1404I09Wl0Xe172GzhfoW041Y06D_16G0OwrfVUgw_kO1g01bhVarHoe0QwIeVuTk07yff2V4y01NDW1ri6I3kW13A02ckAf5i02ZVmHs082y0Aqp9Fh3FW2qA-ApQRUijdK0PW3aeqeg0CQi0C4k0J_0UW4xqRu1EcT2OW5wPq9a0NUk1QW1PNA0wW5bSe3i0MLoWEu1TZP2C05tRWMo0NOsGZW1GNe1G7m1G6O1jopcmcW1WIe1WIf1oexP1svYJHQi0U0W9Wqq0SEu0UG3V47mCd3TXq27VBu1m60207G2922a874a802u0YDyPGBW0e1c0hvt2h12W0000000F0_s0e2u0g0YNgg2n1DL5C9AZi003dcF0EtUGK0sGigEsGTkOaqMkWBwPq9y0i6u0q1yWq0-Wq0WWu0YGx3zIXSZyArFv0Em8Gzc0wVZzAuyfxLbXsW3i24FR0E0TWE0Q4Fm_KeN8_2jJ_P3m0000000F0_u0y1W13XnTKC?q\u003dtime",
      "title": "We sale the time / time-sellers.com",
      "annotation": "Мы продаём «ВРЕМЯ» в любом объёме с гарантией. Просто заходи и покупай"
    }
  ],
  []
]