[
  [
    {
      "greenUrls": [
        "dic.academic.ru",
        "816270"
      ],
      "url": "https://dic.academic.ru/dic.nsf/ushakov/816270",
      "title": "Здесь - это... Что такое здесь?"
    },
    {
      "greenUrls": [
        "zaycev.net",
        "pages/1789/178916.shtml"
      ],
      "url": "http://zaycev.net/pages/1789/178916.shtml",
      "title": "Скачать бесплатно Високосный год - Кто здесь...",
      "annotation": "Кто здесь? Время идёт не по кругу. Мы всё чаще себя не узнаём в зеркалах, И всё реже видим друг друга. Мы собраны по памяти трёх миллионов лет, Мы состоим из водки и двухсот тысяч сигарет. Всё поменяв на деньги и на глупые... Читать ещёКто здесь? Время идёт не по кругу. Мы всё чаще себя не узнаём в зеркалах, И всё реже видим друг друга. Мы собраны по памяти трёх миллионов лет, Мы состоим из водки и двухсот тысяч сигарет. Всё поменяв на деньги и на глупые мечты, Мы были просто так, для красоты. Кто здесь? Кто там? Тают почти на глазах. Кто там? Кто здесь? Время идёт не по кругу. Мы всё чаще себя не узнаём в зеркалах, И всё реже видим друг друга. Кто здесь? Кто там? Тают почти на глазах. Кто там? Кто здесь? Скрыть"
    },
    {
      "greenUrls": [
        "Яндекс.Картинки",
        "Кто здесь?"
      ],
      "url": "//yandex.ru/images/search?text=%D0%9A%D1%82%D0%BE%20%D0%B7%D0%B4%D0%B5%D1%81%D1%8C%3F&stype=image&lr=2&parent-reqid=1541292556371357-1434494257154410205796503-vla1-0385&source=wiz",
      "title": "Кто здесь? — смотрите картинки"
    },
    {
      "greenUrls": [
        "amdm.ru",
        "Новинки",
        "Високосный Год",
        "135884/kto_zdes"
      ],
      "url": "https://amdm.ru/akkordi/visokosnii_god/135884/kto_zdes/",
      "title": "Високосный Год - Кто Здесь, аккорды для гитары",
      "annotation": "D Bm F#m Кто здесь? ... Кто здесь? Время идёт не по кругу. Bm Fdim C#7 F#m Мы всё чаще себя не узнаём в зеркалах Читать ещёD Bm F#m Кто здесь? Кто там? Тают почти на глазах. D Bm F#m Кто там? Кто здесь? Время идёт не по кругу. Bm Fdim C#7 F#m Мы всё чаще себя не узнаём в зеркалах Скрыть"
    },
    {
      "greenUrls": [
        "anekdot.livejournal.com",
        "2536991.html"
      ],
      "url": "https://anekdot.livejournal.com/2536991.html",
      "title": "Народ, а знаете анекдот, который заканчивается фразой...",
      "annotation": "КТО ЗДЕСЬ? (Ответить) (Parent) (Thread). ... Вдруг кто-то не выдерживает и произносит: \"Он же сейчас кончит!\" Читать ещёКТО ЗДЕСЬ? (Ответить) (Parent) (Thread). From ... Вдруг кто-то не выдерживает и произносит: \"Он же сейчас кончит!\" Мужик пугается, гасит свечу и спрашивает: \"Кто здесь?!\" (Ответить) (Thread). From Скрыть"
    },
    {
      "greenUrls": [
        "mychords.net",
        "Високосный год",
        "…-god-to-zdes.html"
      ],
      "url": "https://mychords.net/visokosniygod/79713-isokosnyj-god-to-zdes.html",
      "title": "Високосный год - Кто здесь, аккорды, текст, mp3, видео",
      "annotation": "D Bm F#m Кто там? Кто здесь? Время идёт не по кругу, Bm Fdim7 C#7 F#m Мы всё чаще себя не узнаём в зеркалах, Bm C#7 F#m И всё реже видим друг друга. По старым номерам не дозвониться нам теперь - Красками и солнцем... Читать ещёD Bm F#m Кто там? Кто здесь? Время идёт не по кругу, Bm Fdim7 C#7 F#m Мы всё чаще себя не узнаём в зеркалах, Bm C#7 F#m И всё реже видим друг друга. По старым номерам не дозвониться нам теперь - Красками и солнцем нас обманул апрель. Последними трамваями, случайными такси, Влюблёнными домой нас отвези! Припев. Мы собраны по памяти трёх миллионов лет, Мы состоим из водки и двухсот тысяч сигарет. Скрыть"
    },
    {
      "greenUrls": [
        "youtube.com",
        "watch?v=TKABBsF6RVE"
      ],
      "url": "https://www.youtube.com/watch?v=TKABBsF6RVE",
      "title": "Сальто Назад - Кто Здесь - YouTube",
      "annotation": "С момента выхода клипа \"Рыба\", группа успела занять первое место на ежегодном фестивале \"Rap Music\" в Москве... Читать ещёС момента выхода клипа \"Рыба\", группа успела занять первое место на ежегодном фестивале \"Rap Music\" в Москве, подвести к завершающему этапу дебютный альбом... Скрыть"
    },
    {
      "greenUrls": [],
      "url": "//music.yandex.ru/album/4498602/track/35899925?from=serp",
      "title": "Кто здесь папа? — слушайте бесплатно онлайн"
    },
    {
      "greenUrls": [
        "Яндекс.Видео",
        "Кто здесь?"
      ],
      "url": "//yandex.ru/video/search?text=%D0%9A%D1%82%D0%BE%20%D0%B7%D0%B4%D0%B5%D1%81%D1%8C%3F&path=wizard&parent-reqid=1541292556371357-1434494257154410205796503-vla1-0385&noreask=1&autoplay=1",
      "title": "Кто здесь? — 509 тыс. видео"
    },
    {
      "greenUrls": [
        "otvet.mail.ru",
        "question/18994799"
      ],
      "url": "https://otvet.mail.ru/question/18994799",
      "title": "Кто знает анекдот со словами \"Кто здесь?\"",
      "annotation": "Это продолжается пять минут, десять ...Вдруг крик из зала : - Мужик! Кончай уже !!! Мужик : - Ой! Кто здесь ?!"
    },
    {
      "greenUrls": [
        "zvooq.online",
        "tracks/високосный-год-кто-здесь"
      ],
      "url": "https://zvooq.online/tracks/%D0%B2%D0%B8%D1%81%D0%BE%D0%BA%D0%BE%D1%81%D0%BD%D1%8B%D0%B9-%D0%B3%D0%BE%D0%B4-%D0%BA%D1%82%D0%BE-%D0%B7%D0%B4%D0%B5%D1%81%D1%8C",
      "title": "високосный год кто здесь музыка в MP3 - скачать...",
      "annotation": "Скачивай и слушай високосный год кто здесь и високосный год некий никто на Zvooq.online!"
    },
    {
      "greenUrls": [
        "myzcloud.me",
        "song/22677120/visokosnii-god-kto-zdes"
      ],
      "url": "https://myzcloud.me/song/22677120/visokosnii-god-kto-zdes",
      "title": "Кто Здесь - Високосный Год - Скачать бесплатно...",
      "annotation": "Високосный Год - Кто Здесь. #Pop. ... На этой странице Вы можете бесплатно скачать песню Високосный Год - Кто Здесь в формате mp3, а также слушать ее онлайн. Високосный Год - Кто Здесь. отключить рекламу. Прислать текст... Читать ещёВисокосный Год - Кто Здесь. #Pop. Високосный Год. ... На этой странице Вы можете бесплатно скачать песню Високосный Год - Кто Здесь в формате mp3, а также слушать ее онлайн. Високосный Год - Кто Здесь. отключить рекламу. Прислать текст песни Прислать перевод Прислать видеоклип. Скрыть"
    },
    {
      "greenUrls": [
        "cool.dj",
        "song/44929-visokosnyj-god…kto-zdes-kto…"
      ],
      "url": "https://cool.dj/song/44929-visokosnyj-god/5267862-kto-zdes-kto-tam/",
      "title": "Високосный Год - Кто здесь, Кто там №5267862 | Cool.DJ",
      "annotation": "Исполнитель: Високосный Год, Песня: Кто здесь, Кто там, Длина: 05:05, Размер: 3.44 МБ ... Кто здесь? Время идёт не по кругу. Мы всё чаще себя не узнаём в зеркалах, И всё реже видим друг друга. По старым номерам не дозвониться нам... Читать ещёИсполнитель: Високосный Год, Песня: Кто здесь, Кто там, Длина: 05:05, Размер: 3.44 МБ, Текст песни, Формат: mp3. №5267862. ... Кто здесь? Время идёт не по кругу. Мы всё чаще себя не узнаём в зеркалах, И всё реже видим друг друга. По старым номерам не дозвониться нам теперь - Красками и солнцем нас обманул апрель. Последними трамваями, Случайными такси Влюблёнными домой нас отвези! Кто здесь? Кто там? Тают почти на глазах. Кто там? Кто здесь? Время идёт не по кругу. Скрыть"
    },
    {
      "greenUrls": [
        "my.mail.ru",
        "music/search/Кто здесь"
      ],
      "url": "https://my.mail.ru/music/search/%D0%9A%D1%82%D0%BE%20%D0%B7%D0%B4%D0%B5%D1%81%D1%8C",
      "title": "Кто здесь слушать онлайн. Музыка Mail.Ru",
      "annotation": "Кто здесь слушать онлайн. Все плейлистов треков."
    }
  ],
  [
    {
      "greenUrls": [
        "ell.stackexchange.com",
        "q/174118"
      ],
      "url": "https://ell.stackexchange.com/q/174118",
      "title": "\"What is the weather today?\" or \"How is the weather today?\"",
      "annotation": "If I want to ask about the weather today whether is cold or hot, worm or cloudy or foggy, rainy or snowy etc. What should I choose of these two (or may be there's another way)..."
    },
    {
      "greenUrls": [
        "anglijskij-yazyk.neznaka.ru",
        "…what…weather-today/"
      ],
      "url": "https://anglijskij-yazyk.neznaka.ru/answer/1487253_what-is-the-weather-today/",
      "title": "What is the weather today?, английский язык",
      "annotation": "Вы находитесь на странице вопроса \"What is the weather today?\", категории \"английский язык\". Данный вопрос относится к разделу \"1-4\" классов. Здесь вы сможете получить ответ, а также обсудить вопрос с посетителями сайта. Автоматический умный поиск поможет найти похожие вопросы в... Читать ещёВы находитесь на странице вопроса \"What is the weather today?\", категории \"английский язык\". Данный вопрос относится к разделу \"1-4\" классов. Здесь вы сможете получить ответ, а также обсудить вопрос с посетителями сайта. Автоматический умный поиск поможет найти похожие вопросы в категории \"английский язык\". Если ваш вопрос отличается или ответы не подходят, вы можете задать новый вопрос, воспользовавшись кнопкой в верхней части сайта. Популярное. Спросить. Скрыть"
    },
    {
      "greenUrls": [
        "forum.wordreference.com",
        "…is…weather-what…weather…"
      ],
      "url": "https://forum.wordreference.com/threads/how-is-the-weather-what-is-the-weather-like.1045332/",
      "title": "How is the weather? / What is the weather like? | Forum",
      "annotation": "By adding \"today\" both sentences would have the same meaning: what's the weather like in London right now. Although, in my opinion, the first sentence sounds more natural for making that statement. \"What's the weather like in London\" would more likely mean what is the weather like on average, throughout the year. I wouldn't use \"how's... Читать ещёBy adding \"today\" both sentences would have the same meaning: what's the weather like in London right now. Although, in my opinion, the first sentence sounds more natural for making that statement. \"What's the weather like in London\" would more likely mean what is the weather like on average, throughout the year. I wouldn't use \"how's the weather\" unless I meant right now. mrbilal87, Jul 28, 2008. Скрыть"
    },
    {
      "greenUrls": [
        "znanija.com",
        "task/7583656"
      ],
      "url": "https://znanija.com/task/7583656",
      "title": "Помогите пожалуйста!!! Выберите и обведите правильный...",
      "annotation": "Выберите и обведите правильный вариант. 1. ...is the weather today? ... 2. ....is the weather like today? Читать ещёВыберите и обведите правильный вариант. 1. ...is the weather today? a) What b) How c) Why. 2. ....is the weather like today? a) What b) How c) Why. 3. It... . Don't go out! Скрыть"
    },
    {
      "greenUrls": [
        "youtube.com",
        "watch?v=kRBzbXmYOFg"
      ],
      "url": "https://www.youtube.com/watch?v=kRBzbXmYOFg",
      "title": "What is The Weather Like Today | Popular... - YouTube",
      "annotation": "Опубликовано: 14 нояб. 2016 г. What is the weather like today. ... What's the weather, what's the weather, like today, like today? Look outside the window, look outside the window Can you say? Читать ещёОпубликовано: 14 нояб. 2016 г. What is the weather like today. What's the weather, what's the weather, like today, like today? Look outside the window, look outside the window Can you say? It's a sunny, it's a sunny, sunny day, sunny day Go out in the sunshine Go out in the sunshine Play, play, play Play, play, play. ... What's the weather, what's the weather, like today, like today? Look outside the window, look outside the window Can you say? Can you say? Скрыть"
    },
    {
      "greenUrls": [
        "letsplaykidsmusic.com",
        "whats…weather-today-weather…"
      ],
      "url": "https://www.letsplaykidsmusic.com/whats-the-weather-today-weather-song-for-kids/",
      "title": "What Is The Weather Today? Weather Song For Kids...",
      "annotation": "In England asking ‘What’s The Weather Today?’ is a bit of a national pastime! ... It’s a simple piggy-back tune, borrowing the melody from Hickory Dickory Dock, and you can easily adapt the words to suit the weather, which if today is anything to go by, would be... Читать ещёIn England asking ‘What’s The Weather Today?’ is a bit of a national pastime! We’re constantly talking about our changeable weather! But with children it’s a great source of engagement and a great learning tool. It’s a fun way to introduce the elements and the seasons and all the new vocabulary that comes with it. This weather song for kids is a quick and easy song to sing either in the morning after a hello song, or at circle time. It’s a simple piggy-back tune, borrowing the melody from Hickory Dickory Dock, and you can easily adapt the words to suit the weather, which if today is anything t... Скрыть"
    },
    {
      "greenUrls": [
        "docslide.net",
        "…what-is-the-weather-today.html"
      ],
      "url": "https://docslide.net/documents/what-is-the-weather-today.html",
      "title": "What is the Weather Today?",
      "annotation": "Today’s weather is… Choose one. Point to Today’s Weather. Читать ещёToday’s weather is… Choose one. Point to Today’s Weather. Choose one… Sunny Cloudy Stormy Winter Weather. - PowerPoint PPT Presentation. Transcript. Winter Weather What is the Weather Today? Look outside. Скрыть"
    },
    {
      "greenUrls": [
        "english.razgovornik.info",
        "what…weather…today.html"
      ],
      "url": "http://english.razgovornik.info/what_is_the_weather_like_today.html",
      "title": "'What is the weather like today?' перевод на русский язык...",
      "annotation": "Перевод на русский язык. Какая сегодня погода? Читать ещёПеревод на русский язык. Какая сегодня погода? Словарь: what is the weather like today. Ещё Предложения из Разговорника - (нажимайте на ссылки, чтобы посмотреть перевод) ... Money is only a tool. It will take you whereever you wish, but it will not replace you as a driver. / Ayn Rand /. Скрыть"
    },
    {
      "greenUrls": [
        "Яндекс.Картинки",
        "What is the weather today?"
      ],
      "url": "//yandex.ru/images/search?text=What%20is%20the%20weather%20today%3F&stype=image&lr=2&parent-reqid=1541292557282653-230313029189782464307183-vla1-2998&source=wiz",
      "title": "What IS the weather today? — смотрите картинки"
    },
    {
      "greenUrls": [
        "Яндекс.Видео",
        "What is the weather today?"
      ],
      "url": "//yandex.ru/video/search?text=What%20is%20the%20weather%20today%3F&path=wizard&parent-reqid=1541292557282653-230313029189782464307183-vla1-2998&noreask=1",
      "title": "What is the weather today? — 2 млн видео"
    },
    {
      "greenUrls": [
        "biglang.com",
        "Погода"
      ],
      "url": "http://biglang.com/english-lesson15",
      "title": "Английский язык - Урок 15 Раздел 1 - Погода",
      "annotation": "The weather Погода. Теперь мы должны научиться описывать различные состояния погоды и природные явления. ... What is the weather like today? - Какая сегодня погода? На данный вопрос можно дать множество ответов в зависимости от погоды за окном. Посмотрим, какие существуют варианты, если... Читать ещёThe weather Погода. Теперь мы должны научиться описывать различные состояния погоды и природные явления. Тема \"Погода\", которую мы рассмотрим в этом разделе, является несложной и очень разговорной темой. Это скорее лексический материал, чем грамматический, но всё пройденное в предыдущих уроках, нам безусловно поможет. ... What is the weather like today? - Какая сегодня погода? На данный вопрос можно дать множество ответов в зависимости от погоды за окном. Посмотрим, какие существуют варианты, если погода стоит хорошая. The weather is nice today - Сегодня хорошая погода или The weather is fine today - Сегодня хорошая погода. Можно также сказать: It's a nice day today - Сегодня хороший день. Скрыть"
    },
    {
      "greenUrls": [
        "hinative.com",
        "ru/questions/4754983"
      ],
      "url": "https://hinative.com/ru/questions/4754983",
      "title": "В чем разница между what is the weather like today?",
      "annotation": "Вопрос про Английский (американский вариант) | I agree with the general ideas people have given, but you cannot say \"How is the weather *like* today?\". You have to get..."
    }
  ],
  [],
  [
    {
      "greenUrls": [
        "youtube.com",
        "playlist…"
      ],
      "url": "https://www.youtube.com/playlist?list=PL8AFF92C85D89D2F7",
      "title": "godshands is pk - YouTube",
      "annotation": "Текущий язык просмотра YouTube: Русский. Выбрать другой язык можно в списке ниже."
    },
    {
      "greenUrls": [
        "youtube.com",
        "user/G0DsHANDs"
      ],
      "url": "https://www.youtube.com/user/G0DsHANDs",
      "title": "G0DsHANDs - YouTube",
      "annotation": "Asdasdaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaasdsdasd."
    },
    {
      "greenUrls": [
        "vk.com",
        "id13639540"
      ],
      "url": "https://vk.com/id13639540",
      "title": "4egi vari | ВКонтакте",
      "annotation": "4egi vari, Челябинск, Россия. Окончил школу № 1 в 1991, Волгоград. Войдите на сайт или зарегистрируйтесь, чтобы связаться с 4egi vari или найти других Ваших друзей."
    },
    {
      "greenUrls": [
        "drive2.ru",
        "r/audi/1378052/"
      ],
      "url": "https://www.drive2.ru/r/audi/1378052/",
      "title": "Audi S8 | DRIVE2",
      "annotation": "Владелец Audi S8 (D4) рассказывает о своей машине на DRIVE2 с фото... Читать ещёВладелец Audi S8 (D4) рассказывает о своей машине на DRIVE2 с фото. asdasdaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa… Скрыть"
    },
    {
      "greenUrls": [
        "facebook.com",
        "ice9apptest/"
      ],
      "url": "https://www.facebook.com/ice9apptest/",
      "title": "Ice9 Apps - Главная | Facebook",
      "annotation": "Ice9 Apps. Отметки «Нравится»: 46. Ice9's Apps testing page for Facebook."
    },
    {
      "greenUrls": [
        "debate.org",
        "angilna213/"
      ],
      "url": "https://www.debate.org/angilna213/",
      "title": "angilna213 | Debate.org",
      "annotation": "View the member profile and debate history of angilna213 on Debate.org."
    },
    {
      "greenUrls": [
        "sourcecodeprojects.com",
        "347425/"
      ],
      "url": "http://www.sourcecodeprojects.com/347425/",
      "title": "sourcecodeprojects.com/347425",
      "annotation": "asdasdaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa, it resource download from..."
    },
    {
      "greenUrls": [
        "couchsurfing.com",
        "people/carlgustav"
      ],
      "url": "https://www.couchsurfing.com/people/carlgustav",
      "title": "Meet Carl Gustav, a Local in Berlin | Couchsurfing",
      "annotation": "Get in touch with Carl Gustav and 14 million other members when you join Couchsurfing! Couchsurfing is the best place to find local accomodation, meetup with friendly locals, and..."
    },
    {
      "greenUrls": [
        "vk.com",
        "id96347343"
      ],
      "url": "https://vk.com/id96347343",
      "title": "Степан Артуров | ВКонтакте",
      "annotation": "Степан Артуров. Войдите на сайт или зарегистрируйтесь, чтобы связаться с Степаном Артуровым или найти других Ваших друзей."
    },
    {
      "greenUrls": [
        "meetzur.com",
        "mrpali"
      ],
      "url": "https://www.meetzur.com/mrpali",
      "title": "Meet strangers from all over the world in our free social...",
      "annotation": "Meet strangers from all over the world in our free social network and make new friends today!"
    }
  ]
]