[
  [
    {
      "greenUrls": [
        "alice.yandex.ru"
      ],
      "url": "https://alice.yandex.ru/",
      "title": "Алиса — голосовой помощник",
      "annotation": "Возможность скачать приложение Яндекс с голосовым помощником Алиса. Алиса ответит на важный вопрос, проложит оптимальный маршрут, определит песню и пр..."
    },
    {
      "greenUrls": [
        "androidflash.ru",
        "browser/yandex-alice.html"
      ],
      "url": "http://androidflash.ru/browser/yandex-alice.html",
      "title": "Скачать голосовой помощник Яндекс Алиса на андроид...",
      "annotation": "Яндекс Алиса - Скачать персональный голосовой помощник на русском языке от Яндекс Привет Алиса для андроид бесплатно. Читать ещёЯндекс Алиса - Скачать персональный голосовой помощник на русском языке от Яндекс Привет Алиса для андроид бесплатно. ... Алиса разработана компанией Яндекс, альтернатива конкуренту Окей Гугл. Она ответит почти на все ваши вопросы и с ней можно даже поговорить по душам. Она поможет найти нужную Вам информацию в интернете. Алиса работает со всеми сервисами от Яндекса и для поиска информации она быстро находит ответы на любые вопросы. Скрыть"
    },
    {
      "greenUrls": [
        "alisayandeks.ru"
      ],
      "url": "https://alisayandeks.ru/",
      "title": "«Привет, Алиса»: обзор голосового помощника Яндекс",
      "annotation": "Скажи \"Привет, Алиса\", если используешь голосовой помощник Алиса в Яндекс Браузере. Узнай обо всех возможностях персонального помощника: как скачать и... Читать ещёСкажи \"Привет, Алиса\", если используешь голосовой помощник Алиса в Яндекс Браузере. Узнай обо всех возможностях персонального помощника: как скачать и пользоваться, функции. ... «Привет, Алиса» — команда, знакомая всем, кто уже успел узнать о новых возможностях популярного браузера Яндекса. В этом обзоре мы расскажем, что это за бот-ассистент, для чего он нужен, как правильно им пользоваться. Скрыть"
    },
    {
      "greenUrls": [
        "privet-Alice.ru"
      ],
      "url": "https://privet-Alice.ru/",
      "title": "Привет Алиса! Голосовой помощник Алиса Яндекс",
      "annotation": "Здесь найдется всё: что такое голосовой помощник Алиса, как пользоваться, главные преимущества. Скажите \"Привет Алиса\" и многие операции будет делать проще."
    },
    {
      "greenUrls": [
        "privet-alisa.club"
      ],
      "url": "https://privet-alisa.club/",
      "title": "Привет АЛИСА - голосовой помощник от Яндекса",
      "annotation": "Привет Алиса. Виртуальный голосовой помощник, созданный в компании Яндекс. Имитирует живой диалог, распознавая естественную речь и давая ответы на... Читать ещёПривет Алиса. Виртуальный голосовой помощник, созданный в компании Яндекс. Имитирует живой диалог, распознавая естественную речь и давая ответы на вопросы. Hello Alice. ... голосовой помощник. Виртуальный голосовой помощник «Алиса», созданный в компании Яндекс. Имитирует живой диалог, распознавая естественную речь и давая ответы на вопросы. Работает в приложении Яндекс для iOS и Android, а также в бета-версии Голосового помощника для Windows. Скрыть"
    },
    {
      "greenUrls": [
        "besprovodnik.ru",
        "skachat-golosovoj-pomoshhnik-…"
      ],
      "url": "https://besprovodnik.ru/skachat-golosovoj-pomoshhnik-alisa/",
      "title": "Алиса голосовой помощник: скачать и установить",
      "annotation": "Алиса - это голосовой помощник от Яндекс! Как скачать и установить его на любом устройстве? Об этом мы расскажем сегодня! Читать ещёАлиса - это голосовой помощник от Яндекс! Как скачать и установить его на любом устройстве? Об этом мы расскажем сегодня! Скачайте голосовой помощник Алиса. ... Новый тренд в информационных технологиях – использование устной речи для управления устройствами. В 2016 году 1,5 миллиарда гаджетов использовали эту технологию. Скрыть"
    },
    {
      "greenUrls": [
        "biz-iskun.ru",
        "Привет Алиса"
      ],
      "url": "https://biz-iskun.ru/alisa-yandeks-pomoshhnik-dlya-windows.html",
      "title": "Алиса, Яндекс помощник для Windows, привет Алиса, как...",
      "annotation": "Рубрика: Полезные советы. Главная › Полезные советы › Алиса, Яндекс помощник для Windows, привет Алиса, как дела."
    },
    {
      "greenUrls": [
        "NoRobot.ru",
        "yandex-alice/"
      ],
      "url": "https://NoRobot.ru/yandex-alice/",
      "title": "Яндекс Алиса 7.80",
      "annotation": "Приложение Яндекс с голосовым ассистентом Яндекс Алиса, поможет узнать о последних событиях, погоде, перемещениях транспорта... Читать ещёПриложение Яндекс с голосовым ассистентом Яндекс Алиса, поможет узнать о последних событиях, погоде, перемещениях транспорта, найти аптеку или купить билет в кино. Яндекс голосовой помощник Алиса... Скрыть"
    },
    {
      "greenUrls": [
        "Яндекс.Картинки",
        "Привет Yandex"
      ],
      "url": "//yandex.ru/images/search?text=%D0%9F%D1%80%D0%B8%D0%B2%D0%B5%D1%82%20Yandex&stype=image&lr=10136&parent-reqid=1541299221624442-557995099949157024847511-vla1-3635&source=wiz",
      "title": "Привет yandex — смотрите картинки"
    },
    {
      "greenUrls": [
        "Яндекс.Видео",
        "Привет Yandex"
      ],
      "url": "//yandex.ru/video/search?text=%D0%9F%D1%80%D0%B8%D0%B2%D0%B5%D1%82%20Yandex&path=wizard&parent-reqid=1541299221624442-557995099949157024847511-vla1-3635&noreask=1",
      "title": "Привет Yandex — 1 млн видео"
    },
    {
      "greenUrls": [
        "youtube.com",
        "Яндекс"
      ],
      "url": "https://www.youtube.com/channel/UCixlrqz8w-oa4UzdKyHLMaA",
      "title": "Яндекс - YouTube"
    },
    {
      "greenUrls": [
        "lifehacker.ru",
        "yandex-alisa/"
      ],
      "url": "https://lifehacker.ru/yandex-alisa/",
      "title": "«Яндекс» запустил голосовой ассистент «Алиса»",
      "annotation": "Сервис уже доступен пользователям приложений «Яндекс» для iOS и Android. В ближайшее время «Алиса» появится и в «Яндекс.Браузере». Читать ещёСервис уже доступен пользователям приложений «Яндекс» для iOS и Android. В ближайшее время «Алиса» появится и в «Яндекс.Браузере». ... Сервис уже доступен пользователям приложений «Яндекс» для iOS и Android. В ближайшее время «Алиса» появится и в «Яндекс.Браузере». Задача «Алисы» — помогать пользователю в решении повседневных задач. Скрыть"
    }
  ]
]